{
  "alert": "Reminder",
  "completeKycAlert": "You need to complete the (KYC) form to start investing and open an investment account. Please {{link}} and complete your KYC form",
  "clickHereAlert": "Click here",
  "customerIdentificationForm": "Customer identification form",
  "customerIdentificationFormSubtitle": "Dear $username, To access Owais Financial deals, simply complete the KYC form information",
  "personalInformation": "Personal information",
  "financialSituation": "Financial situation",
  "approvalsAndDeclarations": "Approvals and Declarations",
  "suitabilityAssessment": "Suitability assessment",
  "next": "Next",
  "back": "back",
  "complete": "Complete",
  "copywrite": "© 2023 All rights reserved to Owais Al-Osoul Financial Technology Company",
  "previous": "Previous",
  "mobile": "Phone Number",
  "fullName": "Full name",
  "email": "Email Address",
  "DoB": "Date of Birth",
  "nationalAddress": "National Address",
  "nationalId": "National ID",
  "nationality": "Nationality",
  "gender": "Gender",
  "yes": "Yes",
  "no": "No",
  "companyName": "Company name",
  "companyRegistrationNumber": "Company Registration Number",
  "companyCommercialRegistrationNumber": "Company Commercial Registration Number",
  "releaseDate": "Release Date",
  "expiryDate": "Expiry Date",
  "registrationCity": "Registration City",
  "BRActivity": "Commercial registration business activity",
  "contactInfo": "Contact Information",
  "netWorth": "Approximate net worth “Excluding Home Ownership”",
  "inSAR": "in SAR",
  "chooseAmount": "Choose amount",
  "numOfInvestment": "Number of investment years",
  "InvestmentKnowledgeExperience": "Investment knowledge and experience",
  "customerAbilityToRisk": "The customer's ability to take the risk?",
  "investmentTerms": "Investment term?",
  "occupation": "Current Occupation",
  "educationalLevel": "Educational level",
  "YourGeneralInvestmentGoals": "What are your general investment goals?",
  "currentPortfolio": "Current investment portfolio",
  "ExpectedAmountInvestedAnnually": "The amount expected to be invested annually?",
  "yesme": "Yes me",
  "Idnumber": "ID holder No",
  "Declaration1": "I declare that I have clearly read all the Terms and Conditions, the Investment Agency Agreement and both the Disclosure Policy and the Privacy Policy, and I am in my best mental state, and expressly declare that I agree with what is stated therein. I also declare that the money that I deposited in the Owais financial platform is my own money and that it is free from any doubt, and that it is my personal choice to make any investment decision, and this is after reviewing the opportunity and verifying the expected risks, and that there is no guarantee of capital, and that any investment opportunity may be subject to profit or loss.",
  "Declaration2": "I certify that the information I have provided in this form is true and complete. - I acknowledge my reading and understanding of the terms and conditions for opening an account below and agree to abide by them.",
  "Declaration3": "I acknowledge that Owais Al-Osool Financial Technology Company will rely on the information provided in this form. In case of change, I will update my information. If I do not update the information, Owais Al-Osool Financial Technology Company may freeze my account for a period of twelve months, which may lead to the suspension of the account temporarily without notice to me.",
  "customerAssessment": "Customer suitability assessment",
  "assessmentHeading": "An assessment of the customer's suitability is made according to the answers in the Know Your Customer form, and his eligibility to invest in debt instruments is classified according to the rules and regulations issued by the Capital Market Authority",
  "suitableforAssessment": "You are suitable for investment",
  "basedOnAnswer": "Based on your answers in the KYC form, you are eligible to invest in debt instruments.",
  "potentialInvestment": "Potential investment risks:",
  "DebtInstrumentsRisk": "Debt instruments include different and varying risks that differ according to the debt instrument program to be invested in",
  "continue": "Continue",
  "notSuitable": "You are not suitable for investment",
  "rejectbaseOnAnswer": "Based on your answers in the KYC form, you are not suitable for investing in debt instruments.",
  "enterYourEducationLevel": "Enter your educational level",
  "enterYourOccupation": "Enter your current occupation",
  "enterTheAmount": "Enter the amount",
  "clientClassification": "Client classification",
  "WhereyouwantToDend": "Where do you want to send investment documents?",
  "sendEarning": "Where do you want to send earnings or other income?",
  "SendResult": "Where do you want to send the results of selling investment units or exiting debt instruments?",
  "CustomerConfirmation": "The customer confirms that he is acting in his original capacity and not as an agent or in another capacity on behalf of another person in his dealings with Owais Al-Osool Financial Technology Company in the securities business.",
  "ForeignAccountTax": "Foreign Account Tax Compliance Act",
  "acknowledgeTermsAndConditions": "I acknowledge that I have read all the",
  "termsAndConditions": "Terms and Conditions",
  "investmentAgencyAgreement": "Investment Agency Agreement",
  "disclosurePolicy": "Disclosure policy",
  "privacyPolicy": "Privacy Policy",
  "clearlyAndInBestMind": "clearly, and I am in the best of my mind, and expressly declare that I agree with what came in it. I also acknowledge that the money I deposited in Owais Capital platform is my own money and they are free from any suspicion and that my personal choice makes any investment decision, and this is after reviewing the opportunity and realizing the expected risks, and that there is no guarantee of the capital, and that any investment opportunity may be subject to profit or loss.",
  "institutionalAcknowledgementDeclaration": "I acknowledge that the information provided in this form is accurate and complete. I acknowledge that Owais Financial Technology Assets in Securities is a sole proprietorship company and will rely upon the information provided in this form. In the event of any changes, I will promptly update the data and information. If I fail to update the information, Owais Financial Technology Assets in Securities, a sole proprietorship company, reserves the right to freeze my account for a period of twelve months, potentially resulting in temporary account suspension without prior notice.\nFurthermore, I affirm that I have read and comprehended the \"Terms and Conditions for Account Opening\" outlined below, and I consent to adhere to these terms for the opening of the investment account as specified below, agreeing to comply with them.",
  "andBothThe": "and both the",
  "and": "and",
  "report1": "The client's acknowledgment of the risks of a product and/or product deals and his desire to invest is not commensurate with the suitability report",
  "report2": "Declaration under Article 43(c) of the Capital Market Institutions Regulations",
  "report3": "I acknowledge that I am aware of that",
  "report4": "The product of offering and investing in debt instruments (the product) and the nature of the product (and any deals executed on the product on my behalf) involve a high level of risk that exceeds the risk tolerance specified in my file with Owiss Financial at the present time, and I acknowledge that I have reviewed the suitability report And that the product is not suitable for me, and I also confirm that I understand the nature of the risks contained in the terms and conditions of the product and any deals executed on the product and that they are not compatible with the investment objectives and / or investment data and / or financial statements submitted to Owais Financial by me in advance. Accordingly, I acknowledge the investment in the product, bear full responsibility, and absolve Owais from the aforementioned risks. - I also declare that all information provided by me through the risk assessment form and suitability report is accurate and not misleading. Accordingly, I agree to the outcome of the evaluation and the suitability report that determines my ability to invest in such high risk products. Nevertheless, I would like to invest in such products with all my responsibility and without the responsibility of Owais Financial or any of its employees, and thus I confirm that I understand the nature of the existing risks and the risks recorded in the terms and conditions in relation to the product and the operations carried out under this product and these are not compatible with the suitability report I have investment objectives and/or investment experiences and/or previous financial information provided by me to Owais Capital. I also acknowledge that this type of investment does not provide any guarantee against losses, and that I have made my decision to invest now or in the future in this product.",
  "customerName": "Customer name",
  "CommercialRegistrationNo": "Commercial Registration No",
  "theDate": "The date:",
  "reject": "Reject",
  "ChooseOne": "Choose at least one",
  "specificKnowledgebenifit": "The specific level of knowledge and experience prevents you from investing in some opportunities",
  "certainYearExperienceRist": "Certain years of experience prevent you from investing in some opportunities",
  "agree": "Consent",
  "customeridnumber": "Customer ID number",
  "CompanyRegistrationNumber": "The company's commercial registration number",
  "cancel": "Cancel",
  "goToDashboard": "Go to dashboard",
  "MyInvestments": "My Investments",
  "thankYouForCompletingKyc": "Thank you for completing your KYC! Please wait for an admin to review your information before you can invest.",
  "NowYoucanGo": "You can now follow up on your investments through the My Investments menu",
  "workedInFinancialSectorDuringPastFiveYears": "Have you worked in the financial sector during the past five years?",
  "otherPracticalExperienceInFinancialSector": "Do you have any other practical experience related to the financial sector?",
  "investedInInvestmentOrRealEstateFunds": "Have you ever invested in Investment or Real Estate Funds?",
  "boardMemberAuditCommitteeMemberSeniorExecutive": "Are you a board of directors member, an audit committee member, or a senior executive in a listed company?",
  "entrustedWithProminentPublicFunctions": "Is the client entrusted with prominent public functions in the Kingdom or a foreign country, senior management positions, or a position in an international organization?",
  "clientHasRelationshipWithProminentPublicFunction": "Does the client have a relationship (by blood or marriage up to the second degree), or have an association with a person entrusted with a prominent public function in the Kingdom or a foreign country, senior management positions, or a position in an international organization?",
  "clientIsBeneficialOwner": "Is the client the beneficial owner of the account or business relationship?",
  "identityOfRealBeneficiaryOfInvestmentAccount": "Identity of the real beneficiary of the investment account",
  "enterBeneficiaryID": "Enter beneficiary ID",
  "fatca": "Foreign Account Tax Compliance Act (FATCA)",
  "clientShareholdersOrBeneficiariesHoldAmericanCitizenship": "Does any of the client's shareholders or ultimate beneficiaries hold American citizenship?",
  "custodian": "Custodian",
  "clientHasAppointedCustodian": "Does the client have an appointed custodian?",
  "approximateAnnualIncome": "Approximate annual income",
  "expectedAmountToInvestForEachOpportunity": "The expected amount to invest for each opportunity?",
  "expectedAmountToInvestAnnually": "The expected amount to invest annually?",
  "otherFinancialInformationAboutClient": "Any other financial information about the client's financial situation?",
  "clientCapacityAndClassification": "The client confirms that they are acting in their capacity as an individual and not as an agent or otherwise on behalf of another person in their dealings with Oweis Financial Technology Assets in securities business. For regulatory purposes of the Capital Market Authority, the company will classify and treat the client as an institutional client.",
  "enterOtherInformation": "Enter other information",
  "trackYourInvestmentsThroughMenu": "You can track your investments through 'My investments' section in the menu.",
  "welcomeToOwaisFinancial": "Welcome to Owais Financial",
  "requestReceivedAndUnderReview": "Your request is received! Our admin team will review it soon. Thank you for your patience.",
  "institutionalInvestorInformation": "Institutional Investor Information",
  "countryOfRegistration": "Country of Registration",
  "cityOfRegistration": "City of Registration",
  "commercialRegistrationExpirationDate": "Commercial Registration Expiration Date",
  "commercialRegistrationIssuanceDate": "Commercial Registration Issuance Date",
  "jobTitleWithInstitutionalInvestor": "Job Title with the Institutional Investor",
  "generalInformation": "General Information",
  "workedInFinancialSector": "Have you worked in the financial sector during the past five years?",
  "practicalExperienceInFinancialSector": "Do you have any other practical experience related to the financial sector?",
  "investedInDebtInstruments": "Have you ever invested in Debt Instruments?",
  "boardMemberOrExecutive": "Are you a board of directors member, an audit committee member or a senior executive in a listed company?",
  "knowledgeAndInvestmentExperience": "Knowledge and investment experience?",
  "investmentRiskTolerance": "Investment Risk Tolerance?",
  "investmentDuration": "Investment Duration?",
  "prominentPublicFunctions": "Is the client entrusted with prominent public functions in the Kingdom or a foreign country, senior management positions, or a position in an international organization?",
  "prominentPublicFunctionRelationship": "Does the client have a relationship (by blood or marriage up to the second degree), or have an association with a person entrusted with a prominent public function in the Kingdom or a foreign country, senior management positions, or a position in an international organization?",
  "beneficialOwner": "Is the client the beneficial owner of the account or business relationship?",
  "realBeneficiary": "The ID and identity of the real beneficiary of the account",
  "financialCondition": "Financial Condition",
  "label": "Label",
  "acknowledgedBy": "Acknowledged By:",
  "confirmationAsInstitutionalClient": "The Client confirms that it acts as a principal and not as an agent or otherwise on behalf of someone else in its dealings with Owais Capital, and for the purposes of the Capital Market Authority regulations the Company will classify and treat the Client as an {{institutionalClient}}",
  "institutionalClient": "Institutional Client",
  "americanShareholders": "Does one of the client’s shareholders or real beneficiaries hold an American nationality?",
  "clientHasCustodian": "Does the client have custodian?",
  "sendInvestmentDocuments": "Where do you want to send the Certificate?",
  "sendProfitOrIncome": "Where do you want to send the Profit or any other Income?",
  "sendSalesOutcome": "Where do you want to send the Sales Outcome?",
  "netWorthExcludingHome": "Approximate net worth 'Excluding Home Ownership' (in SAR)",
  "currentInvestments": "What are you currently invested in?",
  "investmentObjective": "What is your investment objective?",
  "investmentYears": "Number of years of investment",
  "expectedInvestmentPerOpportunity": "Expected amount invested per Opportunity",
  "expectedAnnualInvestment": "The amount expected to be invested annually?",
  "otherFinancialInformation": "Any other financial information on the financial sta..",
  "clientCertification": "Client Certification",
  "readAll": "I acknowledge that I have read all the",
  "corporateClientDeclaration": " I acknowledge that I have read all the {{terms}}, {{agencyAgreement}} and both the {{disclosurePolicy}} and {{privacyPolicy}} clearly, and I am in the best of my mind, and expressly declare that I agree with what came in it. I also acknowledge that the money I deposited in Owais Capital platform is my own money and they are free from any suspicion and that my personal choice makes any investment decision, and this is after reviewing the opportunity and realizing the expected risks, and that there is no guarantee of the capital, and that any investment opportunity may be subject to profit or loss.",
  "dateTime": "Date and Time:",
  "clientSuitabilityAssessment": "Client Suitability Assessment",
  "assessmentResult": "Result",
  "unsuitable": "Unsuitable",
  "suitable": "Suitable",
  "result": "Result",
  "kycClientUnsuitable": "Based on the Client responses in the KYC form, the Client Unsuitable for investing in debt instruments Product",
  "clientAgreeCustomerAcknowledgment": "Did the Client Read understand and Agree on the  Customer acknowledgment of an appropriate product and/or product description Adoption of Article 43 (c) of the Financial Market Institutions Regulations",
  "acknowledgeDebtInstrumentProduct": "I acknowledge that I am aware that the Debt Instruments Product(the product) and the nature of the product (and any deals executed on the product on my behalf) involve a high level of risk that exceeds the risks involved and risk tolerance specified in my file/KYC with Owais Capital at the present time, and I declare that I have seen my suitability report and that the product is not suitable for me I also confirm that I understand the nature of the risks contained in the terms and conditions of the product and any deals executed on the product, and that they are not consistent with the investment objectives and/or investment data and/or financial statements submitted to Owais Capital by me in advance. Accordingly, I acknowledge the investment in the product, bear full responsibility, and absolve Owais Capital from the aforementioned risks. - I also declare that all information provided by me through the risk assessment form and suitability report is accurate and not . misleading Accordingly, I agree to the outcome of the assessment and the suitability report that determines my ability to invest in such high risk products. Despite this, I would like to invest in such products with full responsibility and without the responsibility of Owais Capital or any of its employees, and thus I confirm that I understand the nature of the existing risks and the risks recorded in the terms and conditions in relation to the product and the operations carried out under this product and these are not compatible with the suitability report.  investment objectives and/or investment experiences and/or previous financial information provided by me to Owais Capital. I also acknowledge that this type of investment does not provide any guarantee against losses, and that I have made my decision to invest now or in the future in this product.",
  "acknowledgedElectronically": "Acknowledged Electronically",
  "notApplicable": "N/A",
  "dateOfBirth": "Date of Birth",
  "identityHolderNumber": "Identity holder No.",
  "individualClientDeclaration": "Yes me [{{fullName}}] Identity holder No. [{{nationalId}}] I declare that I have read all the {{terms}}, {{agencyAgreement}} and both the {{disclosurePolicy}} and {{privacyPolicy}} clearly, and I am in the best of my mind, and expressly declare that I agree with what came in it. I also acknowledge that the money I deposited in Owais Capital platform is my own money and they are free from any suspicion and that my personal choice makes any investment decision, and this is after reviewing the opportunity and realizing the expected risks, and that there is no guarantee of the capital, and that any investment opportunity may be subject to profit or loss.",
  "individualClientDeclaration2": "I acknowledge that the information I have provided in this form is accurate and complete. I also confirm that I have read and understood the 'Terms and Conditions of Account Opening' below and agree to abide by them",
  "individualClientDeclaration3": "I acknowledge that Owais Capital 'Company  will rely on the information provided in this form. In case of any changes, I will update my information. If I do not update the information, Owais Capital 'Company may freeze my account for twelve months, which may lead to a temporary suspension of the account without notifying me.",
  "educationLevel": "Education level?",
  "currentOccupation": "Current occupation?",
  "kycForm": "Know Your Client Form",
  "investorSummary": "Summary of all the details of the Investor",
  "kycNotFound": "KYC Not Found",
  "high": "High",
  "medium": "Medium",
  "low": "Low",
  "long": "Long",
  "short": "Short",
  "nationalAddressValue": "{{unitNum}} Building Number {{buildingNum}}, Street {{streetNum}}, {{zone}}, {{city}}, {{postalCode}}",
  "IP": "IP",
  "completeKycMsg": "You need to complete the (KYC) form to start investing and open an investment account.",
  "completeKycTitle": "Complete KYC to Start Investing",
  "completeKycButton": "Complete KYC Form",
  "update": "Update"
}
